tap "arl/arl"
tap "benjiwolff/neovim-nightly"
tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "jesseduffield/lazynpm"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "pirj/noclamshell"
brew "gettext"
brew "abook"
brew "age"
brew "ansifilter"
brew "aria2"
brew "coreutils"
brew "asdf"
brew "bash"
brew "bat"
brew "chezmoi"
brew "curl"
brew "diff-so-fancy"
brew "difftastic"
brew "dune"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "gnu-sed"
brew "graphicsmagick"
brew "grep"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "isync"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lua@5.1"
brew "luarocks"
brew "lynx"
brew "mackup"
brew "mas"
brew "mercurial"
brew "meson"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "notmuch"
brew "openjdk"
brew "p7zip"
brew "pngpaste"
brew "poppler"
brew "pv"
brew "pyenv"
brew "python-tk@3.12"
brew "python@3.11"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rustup-init"
brew "scc"
brew "showkey"
brew "starship"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "unar"
brew "urlview"
brew "watchman"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "zoxide"
brew "zsh-history-substring-search"
brew "arl/arl/gitmux"
brew "daipeihust/tap/im-select"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "jesseduffield/lazynpm/lazynpm"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "pirj/noclamshell/noclamshell"
cask "1password-cli"
cask "background-music"
cask "expo-orbit"
cask "fig"
cask "flux"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-material-design-icons-webfont"
cask "font-powerline-symbols"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "google-cloud-sdk"
cask "iina"
cask "linearmouse"
cask "neovim-nightly"
cask "oversight"
cask "pika"
cask "sf-symbols"
cask "wezterm"
cask "whisky"
vscode "4ops.terraform"
vscode "adpyke.codesnap"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alefragnani.project-manager"
vscode "asvetliakov.vscode-neovim"
vscode "bmuskalla.vscode-tldr"
vscode "cezaraugusto.vscode-chrome-extesion-manifest-json-schema"
vscode "christian-kohler.npm-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "codemooseus.vscode-devtools-for-chrome"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deepakgupta191199.save-commands"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "drknoxy.eslint-disable-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.code-runner"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "github.codespaces"
vscode "github.copilot-labs"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "googlecloudtools.cloudcode"
vscode "huuums.vscode-fast-folder-structure"
vscode "irongeek.vscode-env"
vscode "jasonnutter.search-node-modules"
vscode "jeremyrajan.webpack"
vscode "jock.svg"
vscode "kevinrose.vsc-python-indent"
vscode "ldez.ignore-files"
vscode "leizongmin.node-module-intellisense"
vscode "lokalise.i18n-ally"
vscode "mdickin.markdown-shortcuts"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "msjsdiag.vscode-react-native"
vscode "nrwl.angular-console"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "raynigon.nginx-formatter"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "ryu1kn.partial-diff"
vscode "semagarcia.vscode-ts-decorators"
vscode "seyyedkhandon.epack"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "techer.open-in-browser"
vscode "toba.vsfire"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
