tap "arl/arl"
tap "benjiwolff/neovim-nightly"
tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "jesseduffield/lazynpm"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "libsql/sqld"
tap "marhaupe/json2struct", "https://github.com/marhaupe/json2struct"
tap "pirj/noclamshell"
tap "tako8ki/tap"
tap "tursodatabase/tap"
brew "gettext"
brew "abook"
brew "age"
brew "ansifilter"
brew "aria2"
brew "coreutils"
brew "asdf"
brew "bash"
brew "bat"
brew "chezmoi"
brew "curl"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "dune"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "gnu-sed"
brew "goose"
brew "gosec"
brew "graphicsmagick"
brew "grep"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "isync"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lua@5.1"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "mackup"
brew "mas"
brew "mercurial"
brew "meson"
brew "minikube"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "notmuch"
brew "openjdk"
brew "p7zip"
brew "pngpaste"
brew "poppler"
brew "postgresql@16", restart_service: true
brew "pv"
brew "pyenv"
brew "python-tk@3.12"
brew "python@3.11"
brew "python@3.9"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rustup-init"
brew "scc"
brew "showkey"
brew "sqlc"
brew "starship"
brew "staticcheck"
brew "tidy-html5"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "unar"
brew "urlview"
brew "watch"
brew "watchman"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "zoxide"
brew "zsh-history-substring-search"
brew "arl/arl/gitmux"
brew "daipeihust/tap/im-select"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "jesseduffield/lazynpm/lazynpm"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "marhaupe/json2struct/json2struct"
brew "pirj/noclamshell/noclamshell"
brew "tako8ki/tap/gobang"
brew "tursodatabase/tap/turso"
cask "1password-cli"
cask "background-music"
cask "expo-orbit"
cask "fig"
cask "flux"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-material-design-icons-webfont"
cask "font-powerline-symbols"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "google-cloud-sdk"
cask "iina"
cask "linearmouse"
cask "neovim-nightly"
cask "oversight"
cask "pgadmin4"
cask "pika"
cask "sf-symbols"
cask "wezterm"
cask "whisky"
mas "1Password for Safari", id: 1569813296
mas "Adobe Lightroom", id: 1451544217
mas "Agenda", id: 1287445660
mas "Bear", id: 1091189122
mas "Cardhop", id: 1290358394
mas "ClearVPN", id: 1531601984
mas "Day One", id: 1055511498
mas "Developer", id: 640199958
mas "Ebook Converter", id: 1081457679
mas "Friendly Streaming", id: 553245401
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "In Translator", id: 1485156510
mas "In Your Face", id: 1476964367
mas "Instapaper", id: 288545208
mas "Kahoot!", id: 1131203560
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Mic Drop", id: 1489816366
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "MindNode", id: 1289197285
mas "Momentum", id: 1564329434
mas "MonitorControlLite", id: 1595464182
mas "Noir", id: 1592917505
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "one sec", id: 1532875441
mas "OneDrive", id: 823766827
mas "Open Link Pro - Browser Picker", id: 1530712347
mas "Outread", id: 778846279
mas "Pages", id: 409201541
mas "Parallels Desktop", id: 1085114709
mas "Paste", id: 967805235
mas "PayPal Honey", id: 1472777122
mas "Prime Video", id: 545519333
mas "ReadKit", id: 1615798039
mas "Refined GitHub", id: 1519867270
mas "Save to Reader", id: 1640236961
mas "Session", id: 1521432881
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Solves", id: 1394359548
mas "Speedtest", id: 1153157709
mas "Surfshark", id: 1437809329
mas "Tayasui Sketches", id: 1178074963
mas "Telegram", id: 747648890
mas "Telegram Lite", id: 946399090
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "TickTick", id: 966085870
mas "Timery", id: 1425368544
mas "Todoist", id: 585829637
mas "Toggl Track", id: 1291898086
mas "Transporter", id: 1450874784
mas "Twitter", id: 1482454543
mas "Usage", id: 1561788435
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
